<div class="container-about-us">
    <div class="container-left">
        <h2>เกี่ยวกับเรา</h2>
        <p>
            ยินดีต้อนรับสู่ [GameSeling] แหล่งรวมคีย์เกมแท้คุณภาพในราคาสุดคุ้ม!
            เราเป็นร้านค้าออนไลน์ที่มุ่งมั่นให้บริการเกมเมอร์ทุกระดับด้วยคีย์เกมแท้ 100% จากผู้จัดจำหน่ายที่เชื่อถือได้ ไม่ว่าจะเป็น Steam, Origin, Uplay, Battle.net หรือแพลตฟอร์มอื่น ๆ เราพร้อมให้บริการตลอด 24 ชั่วโมงทุกวันไม่มีวันหยุด

            เรารู้ว่าเกมคือความสุข และการเข้าถึงเกมอย่างรวดเร็วคือหัวใจสำคัญของประสบการณ์ที่ดี นั่นจึงเป็นเหตุผลที่เราพัฒนาแพลตฟอร์มนี้ขึ้นมาเพื่อให้ลูกค้าทุกคนสามารถเลือกซื้อคีย์เกมได้ง่าย สะดวก รวดเร็ว และปลอดภัย พร้อมระบบส่งคีย์อัตโนมัติทันทีหลังการชำระเงิน คุณจึงไม่ต้องรอให้เสียอารมณ์

            เราให้ความสำคัญกับคุณภาพของบริการและความพึงพอใจของลูกค้าเป็นอันดับหนึ่ง ทีมงานของเราพร้อมตอบคำถาม ให้คำแนะนำ และช่วยเหลือหากเกิดปัญหาใด ๆ ไม่ว่าจะเป็นเรื่องการใช้งานเว็บไซต์ การชำระเงิน หรือปัญหาเกี่ยวกับคีย์เกม เราพร้อมอยู่เคียงข้างคุณเสมอ

            ขอบคุณที่ไว้วางใจให้เราเป็นส่วนหนึ่งของโลกเกมของคุณ
            เลือกเกมที่คุณชอบ แล้วไปสนุกกันได้เลย!
        </p>
    </div>
    <div class="container-right">
        <img src="./assets/img/people.jpg" alt="people">
    </div>
    
</div>